Repository: alexKov24/inforu-sms-login
Catalog: languages/sms-login-*.po
Languages: he_il

source: Alex Kovalev
he_il: אלכס קובליוב

source: Enter OTP
he_il: הכנס קוד

source: Failed to send OTP
he_il: שליחת הקוד נכשלה

source: Integrates with Inforu to enable OTP-based login
he_il: משתלב עם Inforu לאפשר כניסה מבוססת קוד חד פעמי

source: Invalid or expired OTP
he_il: קוד לא תקין או שפג תוקפו

source: Invalid OTP
he_il: קוד לא תקין

source: Invalid phone number
he_il: מספר טלפון לא תקין

source: Login with Phone Number
he_il: כניסה עם קוד חד פעמי בסמס

source: No user found with this phone number
he_il: לא נמצא משתמש עם מספר טלפון זה

source: One-Time Password
he_il: קוד חד פעמי

source: OTP sent successfully
he_il: הקוד נשלח בהצלחה

source: Phone Number
he_il: מספר טלפון

source: Please enter a valid phone number
he_il: אנא הכנס מספר טלפון תקין

source: Please enter the 6-digit OTP
he_il: אנא הכנס קוד בן 6 ספרות

source: Send OTP
he_il: שלח קוד

source: SMS Login
he_il: כניסה באמצעות SMS

source: Too many attempts. Please try again later.
he_il: יותר מדי ניסיונות. אנא נסה שוב מאוחר יותר

source: Verify & Login
he_il: אימות וכניסה

source: Your login code is: %s
he_il: הסיסמה שלך היא: %s
